//***********************************************************************
//*                                                                     *
//*   Copyright (c) 1985-2019, American Megatrends International LLC.   *
//*                                                                     *
//*      All rights reserved. Subject to AMI licensing agreement.       *
//*                                                                     *
//***********************************************************************

/** @file AMISetupNVLockSetupStrings.uni
    Unicode string file that defines the strings used by the setup emodule

**/

#langdef   en-US "English"    // English
#langdef   x-UEFI-AMI "x-UEFI-AMI"

#string  AMISETUPNVLOCK_CONTROL_FORM         #language en-US  "UEFI Variables Protection" 
                                             #language x-UEFI-AMI "NVLCK001"
#string  AMISETUPNVLOCK_CONTROL_FORM_HELP    #language en-US  "NVRAM Runtime Variable Protection Settings"
#string  STR_AMISETUPNVLOCK_ENABLE           #language en-US  "Enable"
#string  STR_AMISETUPNVLOCK_DISABLE          #language en-US  "Disable"
#string  STR_NVLOCK_FV_LOAD_SUPPORT          #language en-US  "Password protection of Runtime Variables"
                                             #language x-UEFI-AMI "NVLCK002"
#string  STR_NVLOCK_FV_LOAD_SUPPORT_HELP     #language en-US  "Control the NVRAM Runtime Variable protection through System Admin Password"

